app/controllers/users_controller.rb

INSERT INTO "users" ("first_name", "last_name", "age", "email", "password_digest", "created_at", "updated_at", "phone") VALUES (?, ?, ?, ?, ?, ?, ?, ?)
---
  def create
    @user = User.new(user_params)

    if @user.save